{
  "restaurants": [
    {
      "id": "lola_3fdk5ygt7",
      "name": "Lola",
      "minPrice": 25,
      "category": "Bistro",
      "estimatedDelivery": 30,
      "img": "/public/images/lola.jpg",
      "rating": 4.7,
      "isDeliveryFree": true,
      "restaurantId": "lola_3fdk5ygt7"
    },
    {
      "id": "pinkeyeb_d5hjt67fd",
      "name": "Pinkeyeb",
      "minPrice": 30,
      "category": "Cafe",
      "estimatedDelivery": 35,
      "img": "/public/images/pinkeyeb.jpg",
      "rating": 4.2,
      "isDeliveryFree": false,
      "restaurantId": "pinkeyeb_d5hjt67fd"
    },
    {
      "id": "raffiie_6gthy8uj9",
      "name": "Raffiie",
      "minPrice": 40,
      "category": "restaurant",
      "estimatedDelivery": 45,
      "img": "/public/images/faffiie.jpg",
      "rating": 4.5,
      "isDeliveryFree": true,
      "restaurantId": "raffiie_6gthy8uj9"
    },
    {
      "id": "turuee_1fgh65hj23",
      "name": "Turuee",
      "minPrice": 35,
      "category": "restaurant",
      "estimatedDelivery": 40,
      "img": "/public/images/turuee.jpg",
      "rating": 4.3,
      "isDeliveryFree": false,
      "restaurantId": "turuee_1fgh65hj23"
    },
    {
      "id": "miacoffie_g76hjklp90",
      "name": "Miacoffie",
      "minPrice": 20,
      "category": "Bistro - cafe",
      "estimatedDelivery": 25,
      "img": "/public/images/miacoffie.jpg",
      "rating": 4.6,
      "isDeliveryFree": true,
      "restaurantId": "miacoffie_g76hjklp90"
    },
    {
      "id": "fox9_lkj654gty8",
      "name": "Fox9",
      "minPrice": 50,
      "category": "restaurant",
      "estimatedDelivery": 50,
      "img": "/public/images/fox9.jpg",
      "rating": 4.8,
      "isDeliveryFree": true,
      "restaurantId": "fox9_lkj654gty8"
    }
  ],
  "products": [
    {
      "id": "60f6c5242b573_620085ff5ad20",
      "desc": "Delicious pasta dish prepared with basil and tomato sauce.",
      "bigDesc": "Delicious pasta dish prepared with basil and tomato sauce. Dive into the savory goodness of our Basil Tomato Pasta. Skillfully crafted with the finest basil and tomato sauce, this pasta dish offers a perfect blend of flavors that will tantalize your taste buds. It's a delightful choice for those craving a classic and satisfying meal.",
      "title": "Basil Tomato Pasta",
      "category": "maincourse",
      "img": "/public/images/basil_tomato_pasta.jpg",
      "price": 9.99,
      "rating": 4.5,
      "restaurant": "lola",
      "restaurantId": "lola_3fdk5ygt7"
    },
    {
      "id": "60f6c5242b657_620085ff5ad5a",
      "desc": "Mojito with fresh mint and lime, served on the rocks for a refreshing experience.",
      "bigDesc": "Mojito with fresh mint and lime, served on the rocks for a refreshing experience. Experience the refreshing burst of our Minty Roses Mojito. Made with fresh mint and lime, served over rocks, this Mojito is a delightful combination of citrusy and minty flavors. It's the perfect drink to rejuvenate your senses and add a touch of coolness to any occasion.",
      "title": "Minty Roses Mojito",
      "category": "drink",
      "img": "/public/images/mojito.jpg",
      "price": 5.49,
      "rating": 4.2,
      "restaurant": "pinkeyeb",
      "restaurantId": "pinkeyeb_d5hjt67fd"
    },
    {
      "id": "60f6c5242b6a7_620085ff5ad9f",
      "desc": "Start your day with a burst of energy with a mix of fresh orange juice and pomegranate.",
      "bigDesc": "Start your day with a burst of energy with a mix of fresh orange juice and pomegranate. Energize your mornings with our Pomegranate Orange Juice. A vibrant blend of fresh orange juice and invigorating pomegranate creates a zesty and revitalizing drink. This delightful combination is the perfect way to kickstart your day with a burst of natural goodness.",
      "title": "Pomegranate Orange Juice",
      "category": "drink",
      "img": "/public/images/pomegranate_orange_juice.jpg",
      "price": 5.99,
      "rating": 4.7,
      "restaurant": "Fox9",
      "restaurantId": "fox9_lkj654gty8"
    },
    {
      "id": "60f6c5242b6f1_620085ff5ade5",
      "desc": "Espresso made with special blend coffee beans, offering an intense and aromatic flavor.",
      "bigDesc": "Espresso made with special blend coffee beans, offering an intense and aromatic flavor. Immerse yourself in the bold and rich experience of our Aromatic Espresso. Carefully crafted with a special blend of coffee beans, this espresso promises a burst of intense and aromatic flavor in every sip. It's the perfect choice for coffee enthusiasts seeking a truly satisfying experience.",
      "title": "Aromatic Espresso",
      "category": "drink",
      "img": "/public/images/espresso.jpg",
      "price": 4.99,
      "rating": 4.3,
      "restaurant": "Miacoffie",
      "restaurantId": "miacoffie_g76hjklp90"
    },
    {
      "id": "60f6c5242b746_620085ff5ae34",
      "desc": "Hot chocolate prepared with intense Belgian chocolate flavor warms us up on cold days.",
      "bigDesc": "Hot chocolate prepared with intense Belgian chocolate flavor warms us up on cold days. Indulge in the rich and comforting experience of our Belgian Hot Chocolate. Carefully crafted with intense Belgian chocolate, this hot chocolate is designed to warm you up on the coldest of days. Each sip brings forth a delightful blend of smoothness and sweetness, making it a perfect companion for cozy moments.",
      "title": "Belgian Hot Chocolate",
      "category": "drink",
      "img": "/public/images/belgian_hot_chocolate.jpg",
      "price": 5.99,
      "rating": 4.6,
      "restaurant": "Turuee",
      "restaurantId": "turuee_1fgh65hj23"
    },
    {
      "id": "60f6c5242b78b_620085ff5ae82",
      "desc": "A tasty salmon sandwich with thin slices of salmon, fresh lettuce, and crispy bread slices.",
      "bigDesc": "A tasty salmon sandwich with thin slices of salmon, fresh lettuce, and crispy bread slices. Indulge in the flavors of the sea with our Salmon Sandwich. Featuring thin slices of premium salmon, fresh lettuce, and crispy bread, this sandwich offers a delightful combination of textures and tastes. It's a satisfying choice for seafood lovers.",
      "title": "Salmon Sandwich",
      "category": "maincourse",
      "img": "/public/images/salmons_sandwich.jpg",
      "price": 11.49,
      "rating": 4.4,
      "restaurant": "pinkeyeb",
      "restaurantId": "pinkeyeb_d5hjt67fd"
    },
    {
      "id": "60f6c5242b7d1_620085ff5aec5",
      "desc": "Belgian waffle adorned with vanilla ice cream and fresh strawberry slices for a unique dessert experience.",
      "bigDesc": "Belgian waffle adorned with vanilla ice cream and fresh strawberry slices for a unique dessert experience. Treat yourself to a sweet sensation with our Strawberry Vanilla Waffle. This Belgian waffle is generously topped with creamy vanilla ice cream and fresh strawberry slices, creating a dessert experience that is both indulgent and delightful.",
      "title": "Strawberry Vanilla Waffle",
      "category": "dessert",
      "img": "/public/images/waffle.jpg",
      "price": 8.99,
      "rating": 4.8,
      "restaurant": "raffiie",
      "restaurantId": "raffiie_6gthy8uj9"
    },
    {
      "id": "60f6c5242b816_620085ff5af0c",
      "desc": "A refreshing beverage made with freshly squeezed apple juice and cinnamon blend.",
      "bigDesc": "A refreshing beverage made with freshly squeezed apple juice and cinnamon blend. Quench your thirst with our Apple Cinnamon Drink. This refreshing beverage is a perfect blend of freshly squeezed apple juice and a hint of cinnamon. It's a delightful choice to accompany your meal or enjoy on its own.",
      "title": "Apple Cinnamon Drink",
      "category": "drink",
      "img": "/public/images/apple_cinnamon_drink.jpg",
      "price": 5.49,
      "rating": 4.1,
      "restaurant": "lola",
      "restaurantId": "lola_3fdk5ygt7"
    },
    {
      "id": "60f6c5242b856_620085ff5af56",
      "desc": "Healthy breakfast option with baked lemon, avocado and egg.",
      "bigDesc": "Healthy breakfast option with baked lemon, avocado and egg. Start your day on a nutritious note with our Baked Avocado Egg. This healthy breakfast option features baked lemon, creamy avocado, and a perfectly cooked egg. It's a delicious and fulfilling choice for those looking for a wholesome morning meal.",
      "title": "Baked Avocado Egg",
      "category": "breakfast",
      "img": "/public/images/baked_avocado_egg.jpg",
      "price": 7.99,
      "rating": 4.7,
      "restaurant": "raffiie",
      "restaurantId": "raffiie_6gthy8uj9"
    },
    {
      "id": "60f6c5242b89a_620085ff5afa5",
      "desc": "A hot sandwich enriched with cheddar cheese and caramelized onions.",
      "bigDesc": "A hot sandwich enriched with cheddar cheese and caramelized onions. Indulge in the rich and savory flavors of our Cheddar Caramelized Onion Sandwich. This hot sandwich features melted cheddar cheese and sweet caramelized onions, creating a mouthwatering combination that will satisfy your cravings.",
      "title": "Cheddar Caramelized Onion Sandwich",
      "category": "maincourse",
      "img": "/public/images/cheddar_sandwich.jpg",
      "price": 8.99,
      "rating": 4.3,
      "restaurant": "pinkeyeb",
      "restaurantId": "pinkeyeb_d5hjt67fd"
    },
    {
      "id": "60f6c5242b8dc_620085ff5b001",
      "desc": "Breakfast smoothie with banana, yogurt, and fresh fruits for an energy boost.",
      "bigDesc": "Breakfast smoothie with banana, yogurt, and fresh fruits for an energy boost. Kickstart your day with our Banana Breakfast Smoothie. This energizing smoothie is a delicious blend of ripe banana, creamy yogurt, and a medley of fresh fruits. It's a perfect choice for a quick and nutritious breakfast.",
      "title": "Banana Breakfast Smoothie",
      "category": "breakfast",
      "img": "/public/images/banana_smoothie.jpg",
      "price": 6.49,
      "rating": 4.6,
      "restaurant": "Miacoffie",
      "restaurantId": "miacoffie_g76hjklp90"
    },
    {
      "id": "60f6c5242b91e_620085ff5b061",
      "desc": "Matcha tea prepared with care for a traditional Japanese tea ceremony.",
      "bigDesc": "Matcha tea prepared with care for a traditional Japanese tea ceremony. Experience the art of tea with our Matcha Tea. Carefully prepared for a traditional Japanese tea ceremony, this matcha tea offers a unique and authentic flavor. It's a delightful choice for tea enthusiasts and those seeking a serene moment of relaxation.",
      "title": "Matcha Tea",
      "category": "drink",
      "img": "/public/images/matcha_tea.jpg",
      "price": 4.99,
      "rating": 4.7,
      "restaurant": "Miacoffie",
      "restaurantId": "miacoffie_g76hjklp90"
    },
    {
      "id": "60f6c5242b95c_620085ff5b0b5",
      "desc": "A light salad with avocado, tomato, and mozzarella.",
      "bigDesc": "A light salad with avocado, tomato, and mozzarella. Refresh your palate with our Avocado Mozzarella Salad. This light and vibrant salad feature creamy avocado, juicy tomatoes, and fresh mozzarella. It's a perfect choice for those looking for a refreshing and nutritious appetizer or side dish.",
      "title": "Avocado Mozzarella Salad",
      "category": "maincourse",
      "img": "/public/images/avocado_salad.jpg",
      "price": 7.99,
      "rating": 4.5,
      "restaurant": "Fox9",
      "restaurantId": "fox9_lkj654gty8"
    },
    {
      "id": "60f6c5242b9a0_620085ff5b106",
      "desc": "Healthy dinner with grilled salmon and vegetables.",
      "bigDesc": "Healthy dinner with grilled salmon and vegetables. Savor the goodness of our Grilled Salmon and Vegetables. This healthy dinner option features perfectly grilled salmon accompanied by a medley of fresh and flavorful vegetables. It's a satisfying and nutritious choice for those looking for a wholesome dining experience.",
      "title": "Grilled Salmon and Vegetables",
      "category": "maincourse",
      "img": "/public/images/salmons_sandwich.jpg",
      "price": 12.99,
      "rating": 4.4,
      "restaurant": "raffiie",
      "restaurantId": "raffiie_6gthy8uj9"
    },
    {
      "id": "60f6c5242b9e6_620085ff5b15c",
      "desc": "Chocolate soufflé with molten hot chocolate inside, ending sweet cravings.",
      "bigDesc": "Chocolate soufflé with molten hot chocolate inside, ending sweet cravings. Indulge in the ultimate chocolate experience with our Chocolate Soufflé. This decadent dessert features a fluffy soufflé with molten hot chocolate inside, satisfying even the most intense sweet cravings. It's a delightful choice for chocolate enthusiasts.",
      "title": "Chocolate Soufflé",
      "category": "dessert",
      "img": "/public/images/chocolate_souffle.jpg",
      "price": 9.99,
      "rating": 4.8,
      "restaurant": "pinkeyeb",
      "restaurantId": "pinkeyeb_d5hjt67fd"
    },
    {
      "id": "60f6c5242ba25_620085ff5b1b5",
      "desc": "Refreshing dessert with fresh blackberries and vanilla sauce.",
      "bigDesc": "Refreshing dessert with fresh blackberries and vanilla sauce. Conclude your meal with the refreshing flavors of our Blackberry Vanilla Ice Cream. This delightful dessert features fresh blackberries drizzled with vanilla sauce, creating a perfect balance of sweetness and freshness.",
      "title": "Blackberry Vanilla Ice Cream",
      "category": "dessert",
      "img": "/public/images/blackberry_ice_cream.jpg",
      "price": 6.99,
      "rating": 4.7,
      "restaurant": "Fox9",
      "restaurantId": "fox9_lkj654gty8"
    },
    {
      "id": "60f6c5242ba6f_620085ff5b20e",
      "desc": "Minty fresh lemonade, a cool and refreshing beverage option.",
      "bigDesc": "Minty fresh lemonade, a cool and refreshing beverage option. Quench your thirst with our Minty Fresh Lemonade. This cool and refreshing beverage is infused with the invigorating flavors of mint and lemon. It's the perfect choice to beat the heat and enjoy a moment of cool relaxation.",
      "title": "Minty Fresh Lemonade",
      "category": "drink",
      "img": "/public/images/lemonade.jpg",
      "price": 3.99,
      "rating": 4.6,
      "restaurant": "lola",
      "restaurantId": "lola_3fdk5ygt7"
    },
    {
      "id": "60f6c5242baad_620085ff5b263",
      "desc": "Spicy guacamole dip sauce inspired by Mexican cuisine.",
      "bigDesc": "Spicy guacamole dip sauce inspired by Mexican cuisine. Spice up your appetizers with our Spicy Guacamole. This flavorful dip sauce is inspired by Mexican cuisine and features the perfect blend of spices for a spicy kick. It's an excellent choice to accompany your favorite snacks.",
      "title": "Spicy Guacamole",
      "category": "breakfast",
      "img": "/public/images/guacamole.jpg",
      "price": 4.49,
      "rating": 4.2,
      "restaurant": "raffiie",
      "restaurantId": "raffiie_6gthy8uj9"
    },
    {
      "id": "60f6c5242baf5_620085ff5b2b7",
      "desc": "Gluten-free and healthy breakfast alternative with almond flour and banana.",
      "bigDesc": "Gluten-free and healthy breakfast alternative with almond flour and banana. Enjoy a guilt-free breakfast with our Almond Flour Banana Bread. This gluten-free and healthy alternative feature almond flour and ripe bananas, creating a delicious and wholesome breakfast option.",
      "title": "Almond Flour Banana Bread",
      "category": "breakfast",
      "img": "/public/images/almond_banana_bread.jpg",
      "price": 5.99,
      "rating": 4.5,
      "restaurant": "lola",
      "restaurantId": "lola_3fdk5ygt7"
    },
    {
      "id": "60f6c5242bb3b_620085ff5b30e",
      "desc": "Chicken tikka with special Indian spices for a burst of flavor.",
      "bigDesc": "Chicken tikka with special Indian spices for a burst of flavor. Embark on a flavor journey with our Chicken Tikka. This savory dish features tender chicken marinated in special Indian spices, offering a burst of bold and aromatic flavors. It's a delightful choice for those craving an authentic Indian culinary experience.",
      "title": "Chicken Tikka",
      "category": "maincourse",
      "img": "/public/images/chicken_tikka.jpg",
      "price": 10.99,
      "rating": 4.6,
      "restaurant": "pinkeyeb",
      "restaurantId": "pinkeyeb_d5hjt67fd"
    },
    {
      "id": "60f6c5242bb86_620085ff5b360",
      "desc": "Vitamin-packed vegetable soup with fresh and colorful vegetables.",
      "bigDesc": "Vitamin-packed vegetable soup with fresh and colorful vegetables. Nourish your body with our Colorful Vegetable Soup. Packed with vitamins and nutrients, this vegetable soup features a medley of fresh and colorful vegetables. It's a comforting and wholesome choice for those seeking a nourishing meal.",
      "title": "Colorful Vegetable Soup",
      "category": "maincourse",
      "img": "/public/images/vegetable_soup.jpg",
      "price": 6.99,
      "rating": 4.4,
      "restaurant": "Turuee",
      "restaurantId": "turuee_1fgh65hj23"
    },
    {
      "id": "60f6c5242bbd0_620085ff5b3b5",
      "desc": "Healthy dinner option with grilled salmon and teriyaki sauce.",
      "bigDesc": "Healthy dinner option with grilled salmon and teriyaki sauce. Treat yourself to a flavorful dinner with our Teriyaki Salmon and Vegetables. This healthy dinner option features grilled salmon drizzled with teriyaki sauce and accompanied by a variety of fresh vegetables. It's a delicious and satisfying choice.",
      "title": "Teriyaki Salmon",
      "category": "maincourse",
      "img": "/public/images/teriyaki_salmon.jpg",
      "price": 13.49,
      "rating": 4.7,
      "restaurant": "Miacoffie",
      "restaurantId": "miacoffie_g76hjklp90"
    },
    {
      "id": "60f6c5242bc14_620085ff5b40b",
      "desc": "Cheesy tomato omelet with white cheese, tomatoes, and fresh herbs.",
      "bigDesc": "Cheesy tomato omelet with white cheese, tomatoes, and fresh herbs. Start your day with a delightful breakfast with our Cheese Tomato Omelet. This cheesy and flavorful omelet features white cheese, juicy tomatoes, and fresh herbs. It's a satisfying and wholesome choice for a hearty breakfast.",
      "title": "Cheese Tomato Omelet",
      "category": "breakfast",
      "img": "/public/images/omelet.jpg",
      "price": 7.49,
      "rating": 4.5,
      "restaurant": "Fox9",
      "restaurantId": "fox9_lkj654gty8"
    },
    {
      "id": "60f6c5242bc5a_620085ff5b464",
      "desc": "Healthy smoothie with mixed fruits and yogurt.",
      "bigDesc": "Healthy smoothie with mixed fruits and yogurt. Refresh yourself with our Fruit Smoothie. This healthy smoothie is a delightful blend of mixed fruits and creamy yogurt. It's a perfect choice for those looking for a refreshing and nutritious beverage.",
      "title": "Fruit Smoothie",
      "category": "drink",
      "img": "/public/images/fruit_smoothie.jpg",
      "price": 4.99,
      "rating": 4.6,
      "restaurant": "raffiie",
      "restaurantId": "raffiie_6gthy8uj9"
    },
    {
      "id": "60f6c5242bca3_620085ff5b4ba",
      "desc": "Crispy potato slices with cheddar cheese and bacon, a delicious snack.",
      "bigDesc": "Crispy potato slices with cheddar cheese and bacon, a delicious snack. Satisfy your snack cravings with our Cheddar Bacon Potatoes. These crispy potato slices are topped with melted cheddar cheese and savory bacon, creating a mouthwatering snack that's perfect for sharing.",
      "title": "Cheddar Bacon Potatoes",
      "category": "breakfast",
      "img": "/public/images/cheddar_bacon_potatoes.jpg",
      "price": 5.99,
      "rating": 4.3,
      "restaurant": "lola",
      "restaurantId": "lola_3fdk5ygt7"
    },
    {
      "id": "60f6c5242bce5_620085ff5b518",
      "desc": "Light salad with salmon and greens.",
      "bigDesc": "Light salad with salmon and greens. Enjoy a light and nutritious meal with our Salmon and Greens Salad. This salad features flavorful salmon paired with fresh and crisp greens. It's a perfect choice for those looking for a satisfying yet healthy dining option.",
      "title": "Salmon and Greens Salad",
      "category": "maincourse",
      "img": "/public/images/salmon_salad.jpg",
      "price": 9.49,
      "rating": 4.4,
      "restaurant": "pinkeyeb",
      "restaurantId": "pinkeyeb_d5hjt67fd"
    },
    {
      "id": "60f6c5242bd2d_620085ff5b56c",
      "desc": "Avocado and mustard chicken sandwich, a satisfying lunch option.",
      "bigDesc": "Avocado and mustard chicken sandwich, a satisfying lunch option. Savor a satisfying lunch with our Avocado Mustard Chicken Sandwich. This sandwich features creamy avocado, flavorful mustard, and tender chicken, creating a harmonious blend of tastes and textures. It's a delicious choice for a midday meal.",
      "title": "Avocado Mustard Sandwich",
      "category": "breakfast",
      "img": "/public/images/avocado_sandwich.jpg",
      "price": 8.99,
      "rating": 4.5,
      "restaurant": "raffiie",
      "restaurantId": "raffiie_6gthy8uj9"
    },
    {
      "id": "60f6c5242bd6b_620085ff5b5c0",
      "desc": "Classic French toast with maple syrup and fresh berries.",
      "bigDesc": "Classic French toast with maple syrup and fresh berries. Indulge in a classic breakfast favorite with our French Toast. This timeless dish features thick slices of bread dipped in a rich egg batter and cooked to golden perfection. It's served with maple syrup and fresh berries for a delightful touch of sweetness.",
      "title": "French Toast",
      "category": "breakfast",
      "img": "/public/images/french_toast.jpg",
      "price": 6.99,
      "rating": 4.7,
      "restaurant": "lola",
      "restaurantId": "lola_3fdk5ygt7"
    },
    {
      "id": "624dc71c570f3_980085ff5b3be",
      "desc": "A light salad with avocado, tomato, and mozzarella.",
      "bigDesc": "Refresh your palate with our Avocado Mozzarella Salad. This light and vibrant salad feature creamy avocado, juicy tomatoes, and fresh mozzarella. It's a perfect choice for those looking for a refreshing and nutritious appetizer or side dish.",
      "title": "Avocado Mozzarella Salad",
      "category": "maincourse",
      "img": "/public/images/avocado_salad.jpg",
      "price": 7.99,
      "rating": 4.5,
      "restaurant": "raffiie",
      "restaurantId": "raffiie_6gthy8uj9"
    },
    {
      "id": "624dc71c570f4_120085ff5b545",
      "desc": "Healthy dinner with grilled salmon and vegetables.",
      "bigDesc": "Savor the goodness of our Grilled Salmon and Vegetables. This healthy dinner option features perfectly grilled salmon accompanied by a medley of fresh and flavorful vegetables. It's a satisfying and nutritious choice for those looking for a wholesome dining experience.",
      "title": "Grilled Salmon and Vegetables",
      "category": "maincourse",
      "img": "/public/images/grilled_salmon.jpg",
      "price": 12.99,
      "rating": 4.8,
      "restaurant": "lola",
      "restaurantId": "lola_3fdk5ygt7"
    },
    {
      "id": "624dc71c570f5_620085ff5b3we",
      "desc": "Chocolate soufflé with molten hot chocolate inside, ending sweet cravings.",
      "bigDesc": "Indulge in the ultimate chocolate experience with our Chocolate Soufflé. This decadent dessert features a fluffy soufflé with molten hot chocolate inside, satisfying even the most intense sweet cravings. It's a delightful choice for chocolate enthusiasts.",
      "title": "Chocolate Soufflé",
      "category": "dessert",
      "img": "/public/images/chocolate_souffle.jpg",
      "price": 9.99,
      "rating": 4.9,
      "restaurant": "Turuee",
      "restaurantId": "turuee_1fgh65hj23"
    },
    {
      "id": "624dc71c570f6_dd0085ff5b3b5",
      "desc": "Refreshing dessert with fresh blackberries and vanilla sauce.",
      "bigDesc": "Conclude your meal with the refreshing flavors of our Blackberry Vanilla Ice Cream. This delightful dessert features fresh blackberries drizzled with vanilla sauce, creating a perfect balance of sweetness and freshness.",
      "title": "Blackberry Vanilla Ice Cream",
      "category": "dessert",
      "img": "/public/images/blackberry_ice_cream.jpg",
      "price": 6.99,
      "rating": 4.7,
      "restaurant": "raffiie",
      "restaurantId": "raffiie_6gthy8uj9"
    },
    {
      "id": "624dc71c570f7_620085ff5b3b5",
      "desc": "Minty fresh lemonade, a cool and refreshing beverage option.",
      "bigDesc": "Quench your thirst with our Minty Fresh Lemonade. This cool and refreshing beverage is infused with the invigorating flavors of mint and lemon. It's the perfect choice to beat the heat and enjoy a moment of cool relaxation.",
      "title": "Minty Fresh Lemonade",
      "category": "drink",
      "img": "/public/images/lemonade.jpg",
      "price": 3.99,
      "rating": 4.6,
      "restaurant": "lola",
      "restaurantId": "lola_3fdk5ygt7"
    },
    {
      "id": "624dc71c570f8_620085ff5b3b5",
      "desc": "Delicious shrimp stir-fry with vegetables.",
      "bigDesc": "Tantalize your taste buds with our Shrimp Stir-Fry. This delicious dish features succulent shrimp stir-fried with a variety of crisp and colorful vegetables. It's a perfect choice for seafood lovers and those seeking a flavorful dining experience.",
      "title": "Shrimp Stir-Fry",
      "category": "maincourse",
      "img": "/public/images/shrimp_stir_fry.jpg",
      "price": 11.99,
      "rating": 4.6,
      "restaurant": "pinkeyeb",
      "restaurantId": "pinkeyeb_d5hjt67fd"
    },
    {
      "id": "624dc71c570f9_ul0085ff5b3b5",
      "desc": "Tasty chicken curry with special spices, served with rice.",
      "bigDesc": "Delight in the rich and aromatic flavors of our Chicken Curry. This tasty curry features tender chicken infused with special spices, served with a side of fluffy rice. It's a satisfying and fulfilling choice for those craving a hearty meal.",
      "title": "Chicken Curry",
      "category": "maincourse",
      "img": "/public/images/chicken_curry.jpg",
      "price": 12.99,
      "rating": 4.9,
      "restaurant": "Fox9",
      "restaurantId": "fox9_lkj654gty8"
    },
    {
      "id": "624dc71c570fa_c570085ff5b3b",
      "desc": "Hazelnut and chocolate-filled croissant, a fantastic breakfast option.",
      "bigDesc": "Indulge in the delightful flavors of our Hazelnut Chocolate Croissant. This breakfast option features a light and flaky croissant filled with irresistible hazelnut and chocolate. It's a fantastic choice for a sweet and satisfying breakfast.",
      "title": "Hazelnut Chocolate Croissant",
      "category": "breakfast",
      "img": "/public/images/chocolates_croissant.jpg",
      "price": 6.49,
      "rating": 4.7,
      "restaurant": "Turuee",
      "restaurantId": "turuee_1fgh65hj23"
    },
    {
      "id": "60f6c5456b78b_62fff85ff5ae82",
      "desc": "A tasty salmon sandwich with thin slices of salmon, fresh lettuce, and crispy bread slices.",
      "bigDesc": "A tasty salmon sandwich with thin slices of salmon, fresh lettuce, and crispy bread slices. Indulge in the flavors of the sea with our Salmon Sandwich. Featuring thin slices of premium salmon, fresh lettuce, and crispy bread, this sandwich offers a delightful combination of textures and tastes. It's a satisfying choice for seafood lovers.",
      "title": "Salmon Sandwich",
      "category": "maincourse",
      "img": "/public/images/salmon_sandwich.jpg",
      "price": 11.49,
      "rating": 4.4,
      "restaurant": "pinkeyeb",
      "restaurantId": "pinkeyeb_d5hjt67fd"
    },
    {
      "id": "60f6c5242b78b_620085ff5ae83",
      "desc": "Delicious pasta dish prepared with basil and tomato sauce.",
      "bigDesc": "Delicious pasta dish prepared with basil and tomato sauce. Dive into the savory goodness of our Basil Tomato Pasta. Skillfully crafted with the finest basil and tomato sauce, this pasta dish offers a perfect blend of flavors that will tantalize your taste buds. It's a delightful choice for those craving a classic and satisfying meal.",
      "title": "Basil Tomato Pasta",
      "category": "maincourse",
      "img": "/public/images/basil_tomato_pasta.jpg",
      "price": 9.99,
      "rating": 4.6,
      "restaurant": "pinkeyeb",
      "restaurantId": "pinkeyeb_d5hjt67fd"
    },
    {
      "id": "60f6c5242b78b_620085ff5ae84",
      "desc": "Mojito with fresh mint and lime, served on the rocks for a refreshing experience.",
      "bigDesc": "Mojito with fresh mint and lime, served on the rocks for a refreshing experience. Experience the refreshing burst of our Minty Roses Mojito. Made with fresh mint and lime, served over rocks, this Mojito is a delightful combination of citrusy and minty flavors. It's the perfect drink to rejuvenate your senses and add a touch of coolness to any occasion.",
      "title": "Minty Roses Mojito",
      "category": "drink",
      "img": "/public/images/mojitos.jpg",
      "price": 5.49,
      "rating": 4.2,
      "restaurant": "pinkeyeb",
      "restaurantId": "pinkeyeb_d5hjt67fd"
    },
    {
      "id": "60f6c5242b78b_620085ff5ae85",
      "desc": "Start your day with a burst of energy with a mix of fresh orange juice and pomegranate.",
      "bigDesc": "Start your day with a burst of energy with a mix of fresh orange juice and pomegranate. Energize your mornings with our Pomegranate Orange Juice. A vibrant blend of fresh orange juice and invigorating pomegranate creates a zesty and revitalizing drink. This delightful combination is the perfect way to kickstart your day with a burst of natural goodness.",
      "title": "Pomegranate Orange Juice",
      "category": "drink",
      "img": "/public/images/pomegranates_orange_juice.jpg",
      "price": 5.99,
      "rating": 4.5,
      "restaurant": "pinkeyeb",
      "restaurantId": "pinkeyeb_d5hjt67fd"
    },
    {
      "id": "60f6c5242b78b_620085ff5ae86",
      "desc": "Espresso made with special blend coffee beans, offering an intense and aromatic flavor.",
      "bigDesc": "Espresso made with special blend coffee beans, offering an intense and aromatic flavor. Immerse yourself in the bold and rich experience of our Aromatic Espresso. Carefully crafted with a special blend of coffee beans, this espresso promises a burst of intense and aromatic flavor in every sip. It's the perfect choice for coffee enthusiasts seeking a truly satisfying experience.",
      "title": "Aromatic Espresso",
      "category": "drink",
      "img": "/public/images/espressos.jpg",
      "price": 4.99,
      "rating": 4.3,
      "restaurant": "pinkeyeb",
      "restaurantId": "pinkeyeb_d5hjt67fd"
    },
    {
      "id": "60f6c5242b78b_620085ff5ae87",
      "desc": "Hot chocolate prepared with intense Belgian chocolate flavor warms us up on cold days.",
      "bigDesc": "Hot chocolate prepared with intense Belgian chocolate flavor warms us up on cold days. Indulge in the rich and comforting experience of our Belgian Hot Chocolate. Carefully crafted with intense Belgian chocolate, this hot chocolate is designed to warm you up on the coldest of days. Each sip brings forth a delightful blend of smoothness and sweetness, making it a perfect treat for chocolate lovers.",
      "title": "Belgian Hot Chocolate",
      "category": "drink",
      "img": "/public/images/hots_chocolate.jpg",
      "price": 6.49,
      "rating": 4.7,
      "restaurant": "lola",
      "restaurantId": "lola_3fdk5ygt7"
    },
    {
      "id": "60f6c5242b78b_620085ff5ae88",
      "desc": "Crispy and flavorful chicken wings tossed in a spicy buffalo sauce.",
      "bigDesc": "Crispy and flavorful chicken wings tossed in a spicy buffalo sauce. Satisfy your cravings with our Spicy Buffalo Wings. Crispy on the outside and juicy on the inside, these chicken wings are coated in a spicy buffalo sauce that packs a punch of flavor with every bite. They're the perfect choice for those who love a little heat in their meals.",
      "title": "Spicy Buffalo Wings",
      "category": "appetizer",
      "img": "/public/images/buffalos_wings.jpg",
      "price": 8.99,
      "rating": 4.8,
      "restaurant": "lola",
      "restaurantId": "lola_3fdk5ygt7"
    },
    {
      "id": "60f6c5242b78b_620085ff5ae89",
      "desc": "Creamy and flavorful soup made with fresh mushrooms and a hint of garlic.",
      "bigDesc": "Creamy and flavorful soup made with fresh mushrooms and a hint of garlic. Warm up your soul with our Creamy Mushroom Soup. Crafted with the freshest mushrooms and a touch of garlic, this soup offers a rich and indulgent flavor that will leave you craving for more. It's the perfect comfort food for chilly days.",
      "title": "Creamy Mushroom Soup",
      "category": "appetizer",
      "img": "/public/images/mushrooms_soup.jpg",
      "price": 6.49,
      "rating": 4.5,
      "restaurant": "raffiie",
      "restaurantId": "raffiie_6gthy8uj9"
    },
    {
      "id": "60f6c5242b78b_620085ff5ae90",
      "desc": "Fresh and crisp salad made with mixed greens, tomatoes, cucumbers, and feta cheese.",
      "bigDesc": "Fresh and crisp salad made with mixed greens, tomatoes, cucumbers, and feta cheese. Refresh your palate with our Garden Fresh Salad. Bursting with vibrant flavors and wholesome ingredients like mixed greens, tomatoes, cucumbers, and feta cheese, this salad is a delicious and nutritious choice. It's the perfect accompaniment to any meal or a satisfying option on its own.",
      "title": "Garden Fresh Salad",
      "category": "appetizer",
      "img": "/public/images/gardens_salad.jpg",
      "price": 7.99,
      "rating": 4.6,
      "restaurant": "raffiie",
      "restaurantId": "raffiie_6gthy8uj9"
    },
    {
      "id": "60f6c5242b78b_620085ff5ae91",
      "desc": "Rich and creamy cheesecake topped with luscious strawberries for a delightful treat.",
      "bigDesc": "Rich and creamy cheesecake topped with luscious strawberries for a delightful treat. Indulge your sweet tooth with our Strawberry Cheesecake. Made with a rich and creamy cheesecake base and topped with luscious strawberries, this dessert is a delightful combination of sweetness and tanginess that will tantalize your taste buds. It's the perfect ending to any meal.",
      "title": "Strawberry Cheesecake",
      "category": "dessert",
      "img": "/public/images/strawberrys_cheesecake.jpg",
      "price": 9.49,
      "rating": 4.7,
      "restaurant": "raffiie",
      "restaurantId": "raffiie_6gthy8uj9"
    },
    {
      "id": "60f6c5242b78b_620085ff5ae92",
      "desc": "Decadent chocolate cake layered with rich chocolate ganache for an indulgent experience.",
      "bigDesc": "Decadent chocolate cake layered with rich chocolate ganache for an indulgent experience. Treat yourself to our Chocolate Indulgence Cake. Layers of moist chocolate cake filled and covered with rich chocolate ganache create a decadent dessert that's sure to satisfy your cravings. It's a chocolate lover's dream come true.",
      "title": "Chocolate Indulgence Cake",
      "category": "dessert",
      "img": "/public/images/chocolates_cake.jpg",
      "price": 8.99,
      "rating": 4.8,
      "restaurant": "raffiie",
      "restaurantId": "raffiie_6gthy8uj9"
    }
  ],
  "cart": []
}